Repository: kylebshr/luka-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nb, sv

# %@ • Last %@
source: %1$@ • Last %2$@
de: %1$@ • Letzte %2$@
es: %1$@ • Últimas %2$@
fr: %1$@ • Dernières %2$@
nb: %1$@ • Siste %2$@
sv: %1$@ • Senaste %2$@

source: %@ ago
de: vor %@
es: hace %@
fr: il y a %@
nb: %@ siden
sv: %@ sedan

source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
nb: 24 timer
sv: 24 timmar

source: Activities enabled
de: Aktivitäten aktiviert
es: Actividades activadas
fr: Activités activées
nb: Aktiviteter aktivert
sv: Aktiviteter aktiverade

source: Activity
de: Aktivität
es: Actividad
fr: Activité
nb: Aktivitet
sv: Aktivitet

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
nb: Avansert
sv: Avancerat

source: Anywhere Else
de: Überall sonst
es: Otras regiones
fr: Autres régions
nb: Andre steder
sv: Övriga regioner

source: Attributes range
de: Attributbereich
es: Rango de atributos
fr: Plage des attributs
nb: Attributtområde
sv: Attributintervall

source: Authorization
de: Autorisierung
es: Autorización
fr: Autorisation
nb: Autorisasjon
sv: Auktorisering

source: Automatically restart Live Activity
de: Live-Aktivität automatisch neu starten
es: Reiniciar automáticamente la Actividad en Vivo
fr: Redémarrer automatiquement l’activité en direct
nb: Start Live Activity på nytt automatisk
sv: Starta om Live Activity automatiskt

source: Configure graph widget settings.
de: Graph-Widget-Einstellungen konfigurieren.
es: Configurar ajustes del widget de gráfico.
fr: Configurer les paramètres du widget graphique.
nb: Konfigurer innstillinger for graf-widget.
sv: Konfigurera inställningar för grafwidget.

source: Configure reading widget settings.
de: Messwert-Widget-Einstellungen konfigurieren.
es: Configurar ajustes del widget de lectura.
fr: Configurer les paramètres du widget de mesure.
nb: Konfigurer innstillinger for måleverdier-widget.
sv: Konfigurera inställningar för mätvärdeswidget.

source: Content State
de: Inhaltsstatus
es: Estado del contenido
fr: État du contenu
nb: Innholdsstatus
sv: Innehållsstatus

source: Current date
de: Aktuelles Datum
es: Fecha actual
fr: Date actuelle
nb: Gjeldende dato
sv: Aktuellt datum

source: Current Reading
de: Aktueller Messwert
es: Lectura actual
fr: Mesure actuelle
nb: Nåværende måling
sv: Aktuellt värde

source: Current trend
de: Aktueller Trend
es: Tendencia actual
fr: Tendance actuelle
nb: Gjeldende trend
sv: Aktuell trend

source: Current value
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
nb: Gjeldende verdi
sv: Aktuellt värde

source: Date
de: Datum
es: Fecha
nb: Dato
sv: Datum

source: Done
de: Fertig
es: Listo
fr: Terminé
nb: Ferdig
sv: Klar

source: Dots
de: Punkte
es: Puntos
fr: Points
nb: Prikker
sv: Punkter

source: Eight hours
de: Acht Stunden
es: Ocho horas
fr: Huit heures
nb: Åtte timer
sv: Åtta timmar

source: Email me
de: E-Mail schreiben
es: Envíame un email
fr: M’envoyer un e-mail
nb: Send meg e-post
sv: Mejla mig

source: End
de: Beenden
es: Finalizar
fr: Terminer
nb: Avslutt
sv: Avsluta

source: End all Live Activities
de: Alle Live-Aktivitäten beenden
es: Finalizar todas las Actividades en Vivo
fr: Arrêter toutes les activités en direct
nb: Avslutt alle Live Activities
sv: Avsluta alla Live Activities

source: End Live Activity
de: Live-Aktivität beenden
es: Finalizar Actividad en Vivo
fr: Arrêter l’activité en direct
nb: Avslutt Live Activity
sv: Avsluta Live Activity

source: End Live Activity locally
de: Live-Aktivität lokal beenden
es: Finalizar Actividad en Vivo localmente
fr: Arrêter l’activité en direct localement
nb: Avslutt Live Activity lokalt
sv: Avsluta Live Activity lokalt

source: End Live Activity on server
de: Live-Aktivität auf dem Server beenden
es: Finalizar Actividad en Vivo en el servidor
fr: Arrêter l’activité en direct sur le serveur
nb: Avslutt Live Activity på serveren
sv: Avsluta Live Activity på servern

source: End the currently running Live Activity.
de: Die laufende Live-Aktivität beenden.
es: Finalizar la Actividad en Vivo actual.
fr: Arrêter l’activité en direct en cours.
nb: Avslutt den aktive Live Activity.
sv: Avsluta den aktiva Live Activity.

source: Ended
de: Beendet
es: Finalizada
fr: Terminée
nb: Avsluttet
sv: Avslutad

source: Excellent widgets and Live Activities for Dexcom continuous glucose monitors.
de: Hervorragende Widgets und Live-Aktivitäten für Dexcom CGM-Systeme.
es: Excelentes widgets y Actividades en Vivo para monitores continuos de glucosa Dexcom.
fr: D’excellents widgets et activités en direct pour les capteurs de glucose en continu Dexcom.
nb: Utmerkede widgets og Live Activities for Dexcom kontinuerlige glukosemålere.
sv: Utmärkta widgets och Live Activities för Dexcom kontinuerliga glukosmätare.

source: Fetch glucose readings from the Luka server when a Live Activity is running. Falls back to Dexcom if no cached readings are available.
de: Ruft Glukosemesswerte vom Luka-Server ab, während eine Live-Aktivität läuft. Greift auf Dexcom zurück, wenn keine zwischengespeicherten Messwerte verfügbar sind.
es: Obtén lecturas de glucosa del servidor de Luka cuando haya una Actividad en Vivo en ejecución. Recurre a Dexcom si no hay lecturas en caché disponibles.
fr: Récupère les mesures de glycémie depuis le serveur Luka lorsqu’une activité en direct est en cours. Utilise Dexcom si aucune mesure en cache n’est disponible.
nb: Henter glukosemålinger fra Luka-serveren mens en Live Activity kjører. Bruker Dexcom hvis ingen bufrede målinger er tilgjengelige.
sv: Hämtar glukosvärden från Luka-servern när en Live Activity körs. Faller tillbaka på Dexcom om inga cachade värden finns tillgängliga.

source: Frequent pushes
de: Häufige Push-Updates
es: Push frecuentes
fr: Notifications push fréquentes
nb: Hyppige push-oppdateringer
sv: Frekventa push-uppdateringar

source: General
de: Allgemein
fr: Général
nb: Generelt
sv: Allmänt

source: Glucose
de: Glukose
es: Glucosa
fr: Glycémie
nb: Glukose
sv: Glukos

source: Graph range
de: Zeitraum
es: Rango del gráfico
fr: Plage du graphique
nb: Grafperiode
sv: Tidsperiod

source: Graph Range
de: Zeitraum
es: Rango del gráfico
fr: Plage du graphique
nb: Grafperiode
sv: Tidsperiod

source: Graph Style
de: Grafik-Stil
es: Estilo del gráfico
fr: Style du graphique
nb: Grafstil
sv: Grafstil

source: Graph upper bound
de: Oberer Grenzwert
es: Límite superior del gráfico
fr: Limite supérieure du graphique
nb: Grafens øvre grense
sv: Grafens övre gräns

source: History count
de: Verlaufsanzahl
es: Recuento del historial
fr: Nombre d’entrées d’historique
nb: Antall historikkoppføringer
sv: Antal historikposter

source: In-app graph style
de: In-App Grafik-Stil
es: Estilo del gráfico en la app
fr: Style du graphique dans l’app
nb: Grafstil i appen
sv: Grafstil i appen

source: Just now
de: Gerade eben
es: Justo ahora
fr: À l’instant
nb: Akkurat nå
sv: Just nu

source: Last %@
de: Letzte %@
es: Últimas %@
fr: Dernières %@
nb: Siste %@
sv: Senaste %@

source: Launch App
de: App öffnen
es: Abrir app
fr: Ouvrir l’app
nb: Åpne app
sv: Öppna app

source: Launch on tap
de: Beim Tippen öffnen
es: Abrir al tocar
fr: Ouvrir en touchant
nb: Åpne ved trykk
sv: Öppna vid tryck

source: Launch on Tap
de: Beim Tippen öffnen
es: Abrir al tocar
fr: Ouvrir au toucher
nb: Åpne ved trykk
sv: Öppna vid tryck

source: Leave a review
de: Bewertung schreiben
es: Dejar una reseña
fr: Laisser un avis
nb: Skriv en anmeldelse
sv: Lämna en recension

source: Line
de: Linie
es: Línea
fr: Ligne
nb: Linje
sv: Linje

source: Live Activities
de: Live-Aktivitäten
es: Actividades en Vivo
fr: Activités en direct

source: Live Activities are disabled.
de: Live-Aktivitäten sind deaktiviert.
es: Las Actividades en Vivo están desactivadas.
fr: Les activités en direct sont désactivées.
nb: Live Activities er deaktivert.
sv: Live Activities är inaktiverade.

source: Live Activities can send alerts when glucose levels are rising or dropping quickly, or when you leave or enter your target range. When enabled, they will play a sound and show the activity if it’s hidden.
de: Live-Aktivitäten können Warnungen senden, wenn die Glukosewerte schnell steigen oder fallen oder wenn du deinen Zielbereich verlässt oder erreichst. Wenn aktiviert, geben sie einen Ton wieder und zeigen die Aktivität an, falls sie ausgeblendet ist.
es: Las Actividades en Vivo pueden enviar alertas cuando los niveles de glucosa suben o bajan rápidamente, o cuando sales o entras en tu rango objetivo. Cuando está activado, reproducirán un sonido y mostrarán la actividad si está oculta.
fr: Les activités en direct peuvent envoyer des alertes lorsque la glycémie augmente ou diminue rapidement, ou lorsque vous quittez ou entrez dans votre plage cible. Lorsqu’elles sont activées, elles émettent un son et affichent l’activité si elle est masquée.
nb: Live Activities kan sende varsler når glukosenivåene stiger eller faller raskt, eller når du går ut av eller inn i målområdet ditt. Når dette er aktivert, spilles det av en lyd og aktiviteten vises hvis den er skjult.
sv: Live Activities kan skicka varningar när glukosnivåerna stiger eller sjunker snabbt, eller när du lämnar eller går in i ditt målområde. När detta är aktiverat spelas ett ljud upp och aktiviteten visas om den är dold.

source: Live Activities have a maximum duration of about eight hours, but Luka can automatically start a new Live Activity when one ends.
de: Live-Aktivitäten haben eine maximale Dauer von etwa acht Stunden, aber Luka kann automatisch eine neue Live-Aktivität starten, wenn eine endet.
es: Las Actividades en Vivo tienen una duración máxima de unas ocho horas, pero Luka puede iniciar automáticamente una nueva Actividad en Vivo cuando una finaliza.
fr: Les activités en direct ont une durée maximale d’environ huit heures, mais Luka peut démarrer automatiquement une nouvelle activité en direct lorsqu’une autre se termine.
nb: Live Activities har en maksimal varighet på rundt åtte timer, men Luka kan automatisk starte en ny Live Activity når én avsluttes.
sv: Live Activities har en maximal varaktighet på cirka åtta timmar, men Luka kan automatiskt starta en ny Live Activity när en avslutas.

source: Live Activity
de: Live-Aktivität
es: Actividad en Vivo
fr: Activité en direct

source: Live Activity alerts
de: Live-Aktivität-Warnungen
es: Alertas de Actividad en Vivo
fr: Alertes d’activité en direct
nb: Live Activity-varsler
sv: Live Activity-varningar

source: Live Activity Debug
de: Live-Aktivität-Debug
es: Depuración de Actividad en Vivo
fr: Débogage de l’activité en direct
nb: Live Activity-feilsøking
sv: Live Activity-felsökning

source: Live Activity debug info
de: Live-Aktivität-Debug-Infos
es: Información de depuración de Actividad en Vivo
fr: Infos de débogage de l’activité en direct
nb: Feilsøkingsinfo for Live Activity
sv: Felsökningsinfo för Live Activity

source: Live Activity ended
de: Live-Aktivität beendet
es: Actividad en Vivo finalizada
fr: Activité en direct terminée
nb: Live Activity avsluttet
sv: Live Activity avslutad

source: Live Activity graph style
de: Live-Aktivität Grafik-Stil
es: Estilo del gráfico en Actividad en Vivo
fr: Style du graphique de l’activité en direct
nb: Grafstil for Live Activity
sv: Grafstil för Live Activity

source: Local date
de: Lokales Datum
es: Fecha local
fr: Date locale
nb: Lokal dato
sv: Lokalt datum

source: Lower target range
de: Unterer Zielbereich
es: Límite inferior del rango objetivo
fr: Limite inférieure de la cible
nb: Nedre målområde
sv: Nedre målområde

source: Luka for macOS
de: Luka für macOS
es: Luka para macOS
fr: Luka pour macOS
sv: Luka för macOS

source: Monitor glucose readings in a Live Activity.
de: Glukosewerte in einer Live-Aktivität überwachen.
es: Monitorea las lecturas de glucosa en una Actividad en Vivo.
fr: Suivre les mesures de glycémie dans une activité en direct.
nb: Overvåk glukosemålinger i en Live Activity.
sv: Övervaka glukosvärden i en Live Activity.

source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
nb: Nettverksfeil
sv: Nätverksfel

source: No Account
de: Kein Konto
es: Sin cuenta
fr: Aucun compte
nb: Ingen konto
sv: Inget konto

source: No Live Activities are currently running.
de: Derzeit laufen keine Live-Aktivitäten.
es: No hay Actividades en Vivo en ejecución.
fr: Aucune activité en direct n’est en cours.
nb: Ingen Live Activities kjører for øyeblikket.
sv: Inga Live Activities körs för närvarande.

source: No Readings
de: Keine Messwerte
es: Sin lecturas
fr: Aucune mesure
nb: Ingen målinger
sv: Inga värden

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
nb: Nå
sv: Nu

source: Off
de: Aus
es: Desactivado
fr: Désactivé
nb: Av
sv: Av

source: On
de: An
es: Activado
fr: Activé
nb: På
sv: På

source: One hour
de: Eine Stunde
es: Una hora
fr: Une heure
nb: En time
sv: En timme

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nb: Passord
sv: Lösenord

source: Push date
de: Push-Datum
es: Fecha de push
fr: Date du push
nb: Push-dato
sv: Push-datum

source: Reading Graph
de: Messwert-Graph
es: Gráfico de lectura
fr: Graphique de mesure
nb: Målingsgraf
sv: Mätvärdesgraf

source: Reading Widget
de: Messwert-Widget
es: Widget de lectura
fr: Widget de mesure
nb: Målingswidget
sv: Mätvärdeswidget

source: Reason
de: Grund
es: Motivo
fr: Raison
nb: Årsak
sv: Orsak

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
nb: Oppdater
sv: Uppdatera

source: Relevance score
de: Relevanzbewertung
es: Puntuación de relevancia
fr: Score de pertinence
nb: Relevanspoeng
sv: Relevanspoäng

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
nb: Last på nytt
sv: Ladda om

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
nb: Start på nytt
sv: Starta om

source: Restart via push-to-start
de: Über Push-to-start neu starten
es: Reiniciar mediante push-to-start
fr: Redémarrer via push-to-start
nb: Start på nytt via push-to-start
sv: Starta om via push-to-start

source: Running
de: Aktiv
es: Activa
fr: En cours
nb: Aktiv
sv: Aktiv

source: Running activities
de: Laufende Aktivitäten
es: Actividades en ejecución
fr: Activités en cours
nb: Aktive aktiviteter
sv: Aktiva aktiviteter

source: Select an account location to get started
de: Wähle einen Kontostandort aus, um zu beginnen
es: Selecciona una ubicación de cuenta para comenzar
fr: Sélectionnez une région de compte pour commencer
nb: Velg en kontolokasjon for å komme i gang
sv: Välj en kontoplats för att komma igång

source: Session expired
de: Sitzung abgelaufen
es: Sesión caducada
fr: Session expirée
nb: Økt utløpt
sv: Sessionen har upphört

source: Session start
de: Sitzungsbeginn
es: Comienzo de sesión
fr: Début de session
nb: Øktstart
sv: Sessionsstart

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
nb: Innstillinger
sv: Inställningar

source: Share Luka
de: Luka teilen
es: Compartir Luka
fr: Partager Luka
nb: Del Luka
sv: Dela Luka

source: Show debug info
de: Debug-Informationen anzeigen
es: Mostrar información de depuración
fr: Afficher les infos de débogage
nb: Vis feilsøkingsinfo
sv: Visa felsökningsinfo

source: Show graph in Live Activity
de: Graph in Live-Aktivität anzeigen
es: Mostrar gráfico en Actividad en Vivo
fr: Afficher le graphique dans l’activité en direct
nb: Vis graf i Live Activity
sv: Visa graf i Live Activity

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nb: Logg inn
sv: Logga in

source: Sign in using your Dexcom username and password. **Dexcom share must be enabled with at least one follower**, but sign in using **your own Dexcom credentials**, not the followers. If your username is a phone number, format it with a + and the area code, for example +12223334444.
de: Melde dich mit deinem Dexcom-Benutzernamen und Passwort an. **Dexcom Share muss mit mindestens einem Follower aktiviert sein**, aber melde dich mit **deinen eigenen Dexcom-Anmeldedaten** an, nicht mit denen der Follower. Wenn dein Benutzername eine Telefonnummer ist, formatiere sie mit + und der Vorwahl, zum Beispiel +4912345678901.
es: Inicia sesión con tu nombre de usuario y contraseña de Dexcom. **Dexcom Share debe estar habilitado con al menos un seguidor**, pero inicia sesión con **tus propias credenciales de Dexcom**, no las de los seguidores. Si tu nombre de usuario es un número de teléfono, formatéalo con + y el código de área, por ejemplo +34612345678.
fr: Connectez-vous avec votre nom d’utilisateur et mot de passe Dexcom. **Dexcom Share doit être activé avec au moins un follower**, mais connectez-vous avec **vos propres identifiants Dexcom**, pas ceux du follower. Si votre nom d’utilisateur est un numéro de téléphone, formatez-le avec + et l’indicatif régional, par exemple +33123456789.
nb: Logg inn med Dexcom-brukernavnet og passordet ditt. **Dexcom Share må være aktivert med minst én følger**, men logg inn med **dine egne Dexcom-påloggingsopplysninger**, ikke følgerens. Hvis brukernavnet ditt er et telefonnummer, formater det med + og landskode, for eksempel +4712345678.
sv: Logga in med ditt Dexcom-användarnamn och lösenord. **Dexcom Share måste vara aktiverat med minst en följare**, men logga in med **dina egna Dexcom-uppgifter**, inte följarens. Om ditt användarnamn är ett telefonnummer, ange det med + och landskod, till exempel +46701234567.

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
nb: Logg ut
sv: Logga ut

source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
nb: Logget inn som %@
sv: Inloggad som %@

source: Six hours
de: Sechs Stunden
es: Seis horas
fr: Six heures
nb: Seks timer
sv: Sex timmar

source: Sixteen hours
de: Sechzehn Stunden
es: Dieciséis horas
fr: Seize heures
nb: Seksten timer
sv: Sexton timmar

source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s’est mal passé
nb: Noe gikk galt
sv: Något gick fel

source: Stale date
de: Veraltet-Datum
es: Fecha de caducidad
fr: Date d’obsolescence
nb: Foreldelsesdato
sv: Inaktuellt datum

source: Stale level
de: Veraltet-Stufe
es: Nivel de caducidad
fr: Niveau d’obsolescence
nb: Foreldelsesnivå
sv: Inaktuell nivå

source: Start
de: Starten
es: Iniciar
fr: Démarrer
sv: Starta

source: Start Live Activity
de: Live-Aktivität starten
es: Iniciar Actividad en Vivo
fr: Démarrer l’activité en direct
sv: Starta Live Activity

source: Start or stop the glucose Live Activity.
de: Die Glukose-Live-Aktivität starten oder stoppen.
es: Iniciar o detener la Actividad en Vivo de glucosa.
fr: Démarrer ou arrêter l’activité en direct de glycémie.
nb: Start eller stopp glukose Live Activity.
sv: Starta eller stoppa glukos Live Activity.

source: State
de: Status
es: Estado
fr: État
nb: Status
sv: Status

source: Tap Action
de: Aktion beim Tippen
es: Acción al tocar
fr: Action au toucher
nb: Trykk-handling
sv: Tryckåtgärd

source: This version of Luka is no longer supported. Please update to continue.
de: Diese Version von Luka wird nicht mehr unterstützt. Bitte aktualisiere, um fortzufahren.
es: Esta versión de Luka ya no es compatible. Por favor actualiza para continuar.
fr: Cette version de Luka n’est plus prise en charge. Veuillez mettre à jour pour continuer.
nb: Denne versjonen av Luka støttes ikke lenger. Vennligst oppdater for å fortsette.
sv: Denna version av Luka stöds inte längre. Vänligen uppdatera för att fortsätta.

source: Three hours
de: Drei Stunden
es: Tres horas
fr: Trois heures
nb: Tre timer
sv: Tre timmar

source: Time
de: Zeit
es: Hora
fr: Heure
nb: Tid
sv: Tid

source: Toggle Live Activity
de: Live-Aktivität umschalten
es: Alternar Actividad en Vivo
fr: Basculer l’activité en direct
nb: Veksle Live Activity
sv: Växla Live Activity

source: Toggle your glucose Live Activity.
de: Deine Glukose-Live-Aktivität umschalten.
es: Alternar tu Actividad en Vivo de glucosa.
fr: Basculer votre activité en direct de glycémie.
nb: Veksle glukose Live Activity.
sv: Växla din glukos Live Activity.

source: Token count
de: Token-Anzahl
es: Recuento de tokens
fr: Nombre de jetons
nb: Antall tokens
sv: Antal tokens

source: Try again in a few minutes
de: Versuche es in ein paar Minuten erneut
es: Inténtalo de nuevo en unos minutos
fr: Réessayez dans quelques minutes
nb: Prøv igjen om noen minutter
sv: Försök igen om några minuter

source: Twelve hours
de: Zwölf Stunden
es: Doce horas
fr: Douze heures
nb: Tolv timer
sv: Tolv timmar

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
nb: USA
sv: USA

source: Units
de: Einheiten
es: Unidades
fr: Unités
nb: Enheter
sv: Enheter

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
nb: Oppdater nå
sv: Uppdatera nu

source: Update Required
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
nb: Oppdatering påkrevd
sv: Uppdatering krävs

source: Upper target range
de: Oberer Zielbereich
es: Límite superior del rango objetivo
fr: Limite supérieure de la cible
nb: Øvre målområde
sv: Övre målområde

source: Use Luka server for readings
de: Luka-Server für Messwerte verwenden
es: Usar el servidor de Luka para las lecturas
fr: Utiliser le serveur Luka pour les mesures
nb: Bruk Luka-serveren for målinger
sv: Använd Luka-servern för värden

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
nb: Brukernavn
sv: Användarnamn

source: Welcome to
de: Willkommen bei
es: Te damos la bienvenida a
fr: Bienvenue dans
nb: Velkommen til
sv: Välkommen till

source: You’re not logged in.
de: Du bist nicht angemeldet.
es: No has iniciado sesión.
fr: Vous n’êtes pas connecté.
nb: Du er ikke logget inn.
sv: Du är inte inloggad.

source: Graph Widget
es: Widget de gráfico
fr: Widget graphique
nb: Graf-widget
sv: Grafwidget

source: Japan
es: Japón
fr: Japon

source: Max
es: Máx
nb: Maks

source: Min
es: Mín

source: Offline
es: Sin conexión
fr: Hors ligne
nb: Frakoblet

source: Push token
es: Token push
fr: Jeton push

source: Token start
es: Comienzo del token
fr: Début du jeton

source: Tokens
fr: Jetons
